<%@ Page Title="" Language="C#" MasterPageFile="~/MyMP.Master" AutoEventWireup="true" CodeBehind="Page2.aspx.cs" Inherits="MyFinalProject.Page2" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
        <style>
    p {
        font-size: 17pt;
    }

    h1 {
        text-align: center;
        font-size: 20pt;
    }

    h2 {
        text-align: center;
        color: black;
        font-size: 18pt;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
         <h1 style="color:black;">
     קיבוצים שהותקפו על ידי מחבלים
 </h1>  
 <div style="float:right;margin:5px;">
     <img src="pics/hatoof.jpg" style="width: 300px"/>
 </div>
 <div>
     <h2 style="margin-left: 300px;">
         בקיבוץ ניר עוז
     </h2>
     <p>
           253 אנשים מישראל נחטפו בידי המחבלים לתוך רצועת עזה[275]. על פי הערכות, הם מוחזקים בעיקר בדרום רצועת עזה, שבשליטת חמאס. רוב החטופים הם אזרחים, כולל קשישים וילדים. 35 מהחטופים הם עובדים זרים (רובם מתאילנד) ותיירים. בנוסף, לחלק מהישראלים החטופים ישנה אזרחות כפולה ממספר מדינות, בהן: ארגנטינה, ארצות הברית, צרפת, גרמניה, רוסיה ואיטליה. עד אפריל 2024, שבו לישראל 112 חטופים חיים וחולצו 12 גופות. נקבע מותם של 34 מתוך 129 החטופים שנותרו ברצועה.
         <br />
         <br />
         <br />
         <br />


     </p>
     <h2>
         בקיבוץ ארז
     </h2>
     <div style="float:right;margin:5px;">
         <img src="pics/kibuts erez.jpg" style="width: 300px" />
</div>
     <p>
במקביל למעשי הרצח, האונס והחטיפות, בוצעו ביישובי העוטף מעשי ביזה בהיקף רחב בידי אזרחים תושבי עזה שהגיעו בעקבות מחבלי החמאס ושאר ארגוני הטרור. בקיבוץ בארי תועדו מעשי ביזה נרחבים שבוצעו, בהם השתתפו גם נשים וילדים עזתיים[276][277]. לפי תחקיר הניו יורק טיימס, "התמקדו בהתקפה שלהם על החלקים המערביים של הקיבוץ, האזור שהיה הקרוב ביותר לעזה. הם בזזו את השכונות הללו בית אחר בית". גם מחבלי החמאס השתתפו בביזה. נבזזו גם בעלי חיים[278]. הם בזזו בין היתר ציוד רפואי של ארגון יד שרה, שנמצא בידי כוחות צה"ל בבית מחבל נוח'בה בעזה[279]. בין הציוד שנבזז לעזה היו 15 טרקטורים גדולים של חברת ג'ון דיר. החברה, שהבחינה בכך, נטרלה אותם מרחוק[280]. מעשי ביזה נרחבים היו גם בקיבוץ ניר עוז שנכבש בידי החמאס למשך שעות ארוכות ב-7 באוקטובר. משחקי ילדים וחפצים אחרים שנבזזו מהקיבוץ נמצאו בח'רבת אחזעה בידי כוחות צה"ל[281], ובחניית בית החולים נאצר בח'אן יונס, נמצא רכב של הקיבוץ שנבזז[282]. בנתיב העשרה בזזו מחבלים בתי תושבים בזמן שאלו הסתגרו בממ"דים וגנבו כסף ורכוש רב[283]. בכפר עזה, בית הקפה "קפה בסיבוב" נבזז בידי המחבלים ואחר כך נשרף על ידיהם[284].

     </p>
 </div>
 <div style="text-align: center;">
     <a href="Project.aspx">
         <img src="pics/Back.png" style="width: 100px;" />
     </a>
 </div>
</asp:Content>
